Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AudioUnknownTitle
source: Unknown title
ar: عنوان غير معروف
be: Невядомая назва
ca: Títol desconegut
de: Unbekannter Titel
es: Título desconocido
fa: عنوان ناشناس
fi: Tuntematon nimi
fr: Titre inconnu
id: Judul tidak diketahui
it: Titolo sconosciuto
ko: 알 수 없는 제목
ms: Tajuk tidak diketahui
nl: Onbekende titel
pl: Nieznany tytuł
pt_br: Título desconhecido
ru: Неизвестный трек
sv: Okänd titel
tr: Bilinmeyen başlık
uk: Невідома назва
uz: Noma’lum nom
zh_cn: 未知标题
zh_tw: 未知標題

source: August
ar: أغسطس
be: Жнівень
ca: Agost
es: Agosto
fa: آگوست
fi: elokuu
fr: Août
id: Agustus
it: Agosto
ko: 8월
ms: Ogos
nl: augustus
pl: Sierpień
pt_br: agosto
ru: Август
sv: Augusti
tr: Ağustos
uk: Серпень
uz: Avgust

# AuthAnotherClient
source: Scan QR Code
ar: مسح رمز QR
be: Сканаваць QR-код
ca: Escanegeu el QR
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
id: Pindai Kode QR
it: Scansiona codice QR
ko: QR 코드 스캔
ms: Imbas Kod QR
pl: Zeskanuj kod QR
pt_br: Ler Código QR
ru: Сканировать QR-код
sv: Skanna QR-kod
tr: QR Kodunu Tarayın
uk: Сканувати QR-код
uz: QR kodni skanerlash

# AuthAnotherClientInfo1
source: Download Telegram on your computer from *desktop.telegram.org*.
ar: قم بتنزيل تيليجرام على حاسوبك من *desktop.telegram.org*.
be: Спампуйце Telegram на ваш камп'ютар з *desktop.telegram.org*.
ca: Baixeu el Telegram a l'ordinador des de *desktop.telegram.org*
de: Installiere Telegram Desktop auf deinem Computer von *desktop.telegram.org*.
es: Descarga Telegram en tu computadora desde *desktop.telegram.org*.
fa: تلگرام را از *desktop.telegram.org* برای کامپیوتر خود دانلود کنید.
fi: Lataa Telegram tietokoneellesi osoitteesta *desktop.telegram.org*.
fr: Téléchargez Telegram sur votre ordinateur depuis *desktop.telegram.org*.
id: Unduh Telegram ke komputer Anda dari *desktop.telegram.org*.
it: Scarica Telegram sul tuo computer da *desktop.telegram.org*
ko: 컴퓨터에 텔레그램을 다운로드하세요 *desktop.telegram.org*.
ms: Muat Turrun Telegram ke komputer anda dari *desktop.telegram.org*.
nl: Download Telegram op je computer via *desktop.telegram.org*
pl: Pobierz Telegram na swój komputer z *desktop.telegram.org*.
pt_br: Baixe o Telegram em *desktop.telegram.org* no seu computador.
ru: Установите Telegram для компьютера по ссылке *desktop.telegram.org*.
sv: Hämta Telegram till din dator från *desktop.telegram.org*..
tr: Bilgisayarınıza *desktop.telegram.org* adresinden Telegram'ı indirin.
uk: Завантажте Telegram на компʼютер з *desktop.telegram.org*.
uz: Telegramni kompyuteringizda *desktop.telegram.org* saytidan yuklab oling.

# AuthAnotherClientInfo2
source: Run Telegram Desktop to get the QR code.
ar: يرجى فتح تيليجرام على سطح المكتب للحصول على رمز QR.
be: Запусціце Telegram Desktop каб атрымаць QR-код.
ca: Obteniu el codi QR iniciant el Telegram Desktop.
de: Starte das Programm auf dem Computer, um deinen QR-Code zu erhalten.
es: Inicia Telegram Desktop para obtener el código QR.
fa: برای دریافت کد QR تلگرام دسکتاپ را اجرا کنید.
fi: Avaa Telegramin työpöytäversio saadaksesi QR-koodin.
fr: Lancez Telegram Desktop pour obtenir le code QR.
id: Jalankan Telegram Desktop untuk mendapat kode QR.
it: Avvia Telegram Desktop per ottenere il codice QR.
ko: QR 코드를 받으려면 텔레그램 데스크탑을 실행하세요.
ms: Dayakan Telegram Desktop untuk dapat kod QR.
nl: Gebruik Telegram Desktop om de QR-code te krijgen.
pl: Uruchom Telegram Desktop, aby uzyskać kod QR.
pt_br: Use o Telegram Desktop para obter o código QR.
ru: Запустите Telegram Desktop, чтобы получить QR-код.
sv: Kör Telegram Desktop för att få QR-koden.
tr: QR kodunu almak için Telegram Desktop'ı çalıştırın.
uk: Запустіть Telegram Desktop, щоб отримати QR-код.
uz: QR kodni olish uchun Telegram Desktopni ishga tushiring.

# AuthAnotherClientInfo3
source: Scan the QR code to connect your account.
ar: امسح رمز الـ QR لربط حسابك.
be: Адскануйце QR-код, каб злучыцца з вашым уліковым запісам.
ca: Escanegeu el codi QR per a connectar el compte.
de: Scanne den QR-Code mit deinem Handy, um dich mit deinem Konto zu verbinden.
es: Escanea el código QR para conectar tu cuenta.
fa: برای اتصال حساب کاربری خود کد QR را اسکن کنید.
fi: Skannaa QR-koodi yhdistääksesi tilisi.
fr: Scannez le code QR pour vous connecter à votre compte.
id: Pindai kode QR untuk menghubungkan akun Anda.
it: Scansiona il codice QR per connettere il tuo account.
ko: 회원님의 계정을 연결하려면 QR 코드를 스캔하세요.
ms: Imbas kod QR untuk hubungi ke akaun anda.
nl: Scan de QR-Code om met je account te verbinden.
pl: Zeskanuj kod QR, aby połączyć swoje konto.
pt_br: Escaneie o código QR para conectar à sua conta.
ru: Сканируйте этот QR-код для входа в аккаунт.
sv: Skanna QR-koden för att ansluta till ditt konto.
tr: Hesabınızı bağlamak için QR kodunu tarayın.
uk: Відскануйте QR-код, щоб підключити свій акаунт.
uz: Hisobingizni ulash uchun QR kodni skanerlang.

# AuthAnotherClientInfo4
source: Link *Telegram Desktop* or *Telegram Web* by scanning a QR code.
ar: ربط *تيليجرام سطح المكتب* أو *تيليجرام ويب* عبر مسح رمز QR.
be: Хутка ўваходзьце праз *Telegram Desktop* або *Telegram Web* з дапамогай QR-кода.
ca: Enllaceu el *Telegram Desktop* o el *Telegram Web* escanejant un codi QR.
de: Scanne einen QR-Code und verknüpfe so *Telegram Desktop* oder *Telegram Web*.
es: Vincula *Telegram Desktop* o *Telegram Web* escaneando un código QR.
fi: Yhdistä *Telegram Desktop* tai *Telegram Web* skannaamalla QR-koodi.
fr: Connectez *Telegram Desktop* ou *Telegram Web* en scannant un code QR.
it: Collega *Telegram Desktop* o *Telegram Web* tramite codice QR.
ko: QR을 스캔하여 *텔레그램 데스크탑* 혹은 *텔레그램 웹*을 연결하세요.
ms: Link *Telegram Desktop* atau *Telegram Web* dengan mengimbas kod QR.
pl: Połącz się z *Telegram Desktop* lub *Telegram Web*, skanując kod QR.
pt_br: Conecte o *Telegram Desktop* ou *Telegram Web* escaneando um QR code.
ru: Вы можете зайти в приложения *Telegram для компьютера* или *браузера* с помощью QR-кода.
sv: Länka *Telegram Desktop* eller *Telegram Web* genom att skanna in en QR-kod.
tr: QR kodunu tarayarak *Desktop* veya *Telegram Web*'e bağlayın.
uk: Ви можете зʼєднати акаунт із *Telegram Desktop* або *Telegram Web*, відсканувавши QR-код.

# AuthAnotherClientInfo5
source: Go to *getdesktop.telegram.org* or *web.telegram.org* to get a QR code
ar: يرجى الذهاب إلى *getdesktop.telegram.org* or *web.telegram.org* للحصول على رمز QR
be: Перайдзіце на *getdesktop.telegram.org* ці *web.telegram.org*, каб атрымаць QR-код
ca: Aneu a *getdesktop.telegram.org* o *web.telegram.org* per a obtenir un codi QR
de: Unter *getdesktop.telegram.org* oder *web.telegram.org* erhältst du einen QR-Code
es: Ve a *getdesktop.telegram.org* o *web.telegram.org* para obtener un código QR
fi: Avaa *getdesktop.telegram.org* tai *web.telegram.org* saadaksesi QR-koodin
fr: Accédez à *getdesktop.telegram.org* ou *web.telegram.org* pour obtenir un code QR
it: Vai su *getdesktop.telegram.org* o *web.telegram.org* per ottenere il QR
ko: QR 코드를 얻으려면, *getdesktop.telegram.org* 혹은 *web.telegram.org* 을 방문하세요
ms: Sila ke *getdesktop.telegram.org* atau *web.telegram.org* untuk mendapat kod QR.
pl: Wejdź na *getdesktop.telegram.org* lub *web.telegram.org*, aby pobrać kod QR
pt_br: Acesse *getdesktop.telegram.org* ou *web.telegram.org* para obter o QR code
ru: Чтобы зайти по QR-коду, перейдите на *getdesktop.telegram.org* или *web.telegram.org*
sv: Gå till [getdesktop.telegram.org](desktop) eller [web.telegram.org](webb) för att få QR-koden.
tr: QR kodu almak için *getdesktop.telegram.org* veya *web.telegram.org* adresine gidin
uk: Щоб отримати QR-код, відкрийте *getdesktop.telegram.org* чи *web.telegram.org*

# AuthAnotherClientNotFound
source: No auth token found
ar: لم يتم العثور على رمز مصادقة
be: Маркёр праверкі сапраўднасці не знойдзены
ca: No s'ha trobat cap testimoni d'autorització
de: Kein Authentifizierungstoken gefunden
es: No se encontró el token de autenticación
fa: نشان احراز هویتی یافت نشد
fi: Todennuskoodia ei löytynyt
fr: Aucun jeton d'authentification trouvé
id: Token asli tidak ditemukan
it: Nessun token di autenticazione trovato
ko: 인증 토큰을 찾지 못했습니다
ms: Tiada kebanaran token dijumpai
nl: Geen authenticatie-token gevonden
pl: Nie znaleziono tokenu autoryzacji
pt_br: Token de autenticação não encontrado
ru: Токен не найден
sv: Ingen autentiseringstoken hittad
tr: Kimlik doğrulama belirteci bulunamadı
uk: Токен авторизації не знайдено
uz: Token topilmadi

# AuthAnotherClientOk
source: Auth successful
ar: تمّت المصادقة بنجاح
be: Праверка сапраўднасці паспяховая
ca: Autorització correcta
de: Authentifizierung erfolgreich
es: Autenticación exitosa
fa: احراز هویت با موفقیت انجام شد
fi: Todennus onnistui
fr: Authentification réussie
id: Otorisasi Berhasil
it: Autenticazione riuscita
ko: 인증되었습니다
ms: Kebenaran berjaya
nl: Authenticatie gelukt
pl: Pomyślna autoryzacja
pt_br: Autenticação concluída
ru: Успешная авторизация
sv: Autentisering klar
tr: Yetkilendirme başarılı
uk: Авторизація успішна
uz: Kirish bajarildi

# AuthAnotherClientScan
source: Scan QR Code
ar: مسح رمز QR
be: Сканаваць QR-код
ca: Escaneja un codi QR
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
id: Pindai kode QR
it: Scansiona codice QR
ko: QR 코드 스캔
ms: Imbas kod QR
pl: Zeskanuj kod QR
pt_br: Escanear Código QR
ru: Сканировать QR-код
sv: Skanna QR-kod
tr: QR Kodunu Tara
uk: Сканувати QR-код
uz: QR kodni skanerlash

# AuthAnotherClientTokenError
source: Token invalid or already expired.
ar: رمز غير صالح أو منتهي الصلاحية.
be: Памылковы маркёр або ўжо пратэрмінаваны.
ca: El testimoni no és vàlid o ha vençut.
de: Token ist ungültig oder bereits abgelaufen.
es: Token inválido o expirado.
fa: نشان نامعتبر است یا منقضی شده است.
fi: Koodi on virheellinen tai vanhentunut.
fr: Jeton invalide ou expiré.
id: Token tidak valid atau sudah kedaluwarsa.
it: Token non valido o già scaduto.
ko: 토큰이 올바르지 않거나 만료되었습니다.
ms: Token tak sah atau telah lupus.
nl: Token ongeldig of al verlopen.
pl: Token jest nieprawidłowy lub już wygasł.
pt_br: Token inválido ou já expirado.
ru: Токен недействителен или устарел.
sv: Ogiltig eller utgången token.
tr: Belirteç geçersiz veya süresi dolmuş.
uk: Токен некоректний або застарілий.
uz: Token xato yoki eskirgan.

# AuthAnotherClientUrl
source: This code can be used to allow someone to log in to your Telegram account. To confirm Telegram login, please go to Settings > Devices > Scan QR and scan the code.
ar: يمكن استخدام هذا الرمز للسماح لشخص ما بتسجيل الدخول إلى حسابك في تيليجرام. لتأكيد عملية تسجيل الدخول؛ يرجى الذهاب إلى الإعدادات > الأجهزة > مسح QR وامسح الرمز.
be: Гэты код можа быць выкарыстаны, каб дазволіць камусьці ўвайсці ў ваш уліковы запіс Telegram. Каб пацвердзіць уваход у Telegram, перайдзіце ў «Налады > Прылады > Сканаваць QR-код» і адскануйце код.
ca: Qualsevol pot iniciar sessió en el vostre compte del Telegram amb aquest codi. Per a confirmar-ho, aneu a la Configuració > Dispositius > Escaneja el QR i escanegeu el codi.
de: Mit diesem Code kann man sich bei deinem Telegram Konto anmelden. Um die Anmeldung zu bestätigen, in die Einstellungen von Telegram wechseln > Geräte > QR-Code scannen und den Code mit der Kamera scannen.
es: Este código se puede utilizar para permitir que alguien inicie sesión en tu cuenta de Telegram. Para confirmar el inicio de sesión, ve a Ajustes > Dispositivos > Escanear QR y escanea el código.
fa: این کد می‌تواند به افراد دیگر اجازه دهد تا به حساب کاربری تلگرام شما وارد شوند. برای تأیید ورود به حساب کاربری تلگرام، لطفاً به قسمت تنظیمات > دستگاه‌ها > اسکن QR مراجعه کرده و کد را اسکن کنید.
fi: Kuka tahansa voi kirjautua Telegram-tilillesi tällä koodilla. Vahvista kirjautuminen siirtymällä asetuksiin > Laitteet > Skannaa QR-koodi ja skannaamalla tämä koodi.
fr: Ce code peut être utilisé pour permettre à quelqu'un de se connecter à votre compte Telegram. Pour confirmer la connexion à Telegram, rendez-vous dans Paramètres > Appareils > Scan QR et scannez le code.
id: Kode ini dapat digunakan untuk memungkinkan seseorang masuk ke akun Telegram Anda. Untuk mengonfirmasi login Telegram, silakan buka Pengaturan> Perangkat> Pindai QR dan pindai kodenya.
it: Questo codice può essere usato per consentire a qualcuno di accedere al tuo account Telegram. Per confermare l'accesso a Telegram, vai in Impostazioni > Dispositivi > Scansiona QR e scansiona il codice.
ko: 이 코드는 누군가가 회원님의 텔레그램 계정에 로그인할 수 있도록 하는 데 사용될 수 있습니다. 텔레그램 로그인을 인증하려면, 설정 > 기기 > QR 코드 스캔으로 이동하여 코드를 스캔해 주세요.
ms: Kod ini boleh diguna untuk benarkan seseorang log masuk ke akaun Telegram anda. Untuk pastikan log masuk Telegram, sila ke Aturan > Peranti > Imbas QR dan imbas kod.
nl: Met deze code kun je iemand toestaan om in te loggen op je Telegram-account Om de login te bevestigen ga naar, Instellingen > Apparaten > Scan QR en scan de code.
pl: Tego kodu można użyć, aby umożliwić komuś zalogowanie się na twoje konto Telegrama. Aby potwierdzić logowanie do Telegrama, przejdź do Ustawienia » Urządzenia » Zeskanuj kod QR i zeskanuj kod.
pt_br: Esse código pode ser usado para permitir que alguém faça login em sua conta do Telegram. Para confirmar o login no Telegram, acesse Configurações > Dispositivos > Ler Código QR e escaneie o código.
ru: Этот код можно использовать для входа в Ваш аккаунт в Telegram. Для подтверждения входа перейдите в Настройки > Устройства > Сканировать QR и отсканируйте этот код.
sv: Koden kan användas för tillåta någon att logga in på ditt Telegram-konto. För att bekräfta inloggningen på Telegram, vänligen Gå till IInställningar > Enheter > Skanna QR och skanna koden.
tr: Bu kod, birinin Telegram hesabınızda oturum açmasına izin vermek için kullanılabilir. Telegram oturumunu onaylamak için lütfen Ayarlar > Cihazlar > QR Tara'ya gidin ve kodu tarayın.
uk: За допомогою цього коду можна увійти до вашого акаунта Telegram. Для підтвердження входу відскануйте код у Налаштуваннях > Пристрої > Сканувати QR-код.
uz: Bu koddan kimnidir Telegram hisobingizga kirishiga ruxsat berish uchun foydalanilishi mumkin. Telegramga kirishni tasdiqlash uchun Sozlamalar > Qurilmalar > QR kodni skanerlash rukniga kiring va kodni skanerlang.

# AutoDelete1Month
source: 1 month
ar: شهر واحد
be: 1 месяц
ca: 1 mes
de: 1 Monat
es: 1 mes
fi: 1 kuukausi
fr: 1 mois
it: 1 mese
ko: 1달
ms: 1 bulan
nl: 1 maand
pl: 1 miesiącu
pt_br: 1 mês
ru: 1 месяц
sv: 1 månad
tr: 1 ay
uk: 1 місяць

# AutoDelete24Hours
source: 24 hours
ar: 24 ساعة
be: 24 гадзіны
ca: 24 hores
de: 24 Stunden
es: 24 horas
fi: 24 tuntia
fr: 24 heures
it: 24 ore
ko: 24시간
ms: 24 jam
nl: 24 uur
pl: 24 godzinach
pt_br: 24 horas
ru: 24 часа
sv: 24 timmar
tr: 24 saat
uk: 24 години

# AutoDelete7Days
source: 1 week
ar: أسبوع
be: 1 тыдзень
ca: 1 setmana
de: 1 Woche
es: 1 semana
fi: 1 viikko
fr: 1 semaine
it: 1 settimana
ko: 1주
ms: 1 minggu
pl: 1 tygodniu
pt_br: 7 dias
ru: 7 дней
sv: 1 vecka
tr: 1 hafta
uk: 1 тиждень

# AutoDeleteAlertChannelInfo
source: Automatically delete new messages after a certain period of time for subscribers of this channel.
ar: حذف تلقائي للرسائل الجديدة في هذه القناة بعد فترة زمنية محددة.
be: Аўтаматычна выдаляць новыя паведамленні для падпісчыкаў гэтага канала праз пэўны перыяд часу.
ca: Elimineu de manera automàtica els missatges nous del canal després d'un temps determinat.
de: Löscht neue Nachrichten nach Ablauf der Zeit in diesem Kanal bei allen Abonnenten.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados en este canal.
fi: Poistaa tälle kanavalle lähetetyt viestit automaattisesti, kun niiden lähettämisestä on kulunut tietty aika.
fr: Supprimer automatiquement les nouveaux messages après une certaine période de temps pour les abonnés à ce canal.
it: Elimina automaticamente i nuovi messaggi dopo un certo periodo di tempo per gli iscritti al canale.
ko: 새로 보낸 메시지가 일정 시간 이후 채널의 구독자에게 자동으로 삭제됩니다.
ms: Hapus mesej selepas tempoh tertentu secara automatik untuk pelanggan saluran ini.
nl: Verwijder nieuwe berichten automatisch na een bepaalde tijdsduur voor abonnees van dit kanaal.
pl: Automatycznie usuwaj nowe wiadomości dla subskrybentów tego kanału po określonym czasie.
pt_br: Apaga automaticamente novas mensagens após um certo tempo para os inscritos deste canal.
ru: Новые сообщения в канале будут автоматически удалены для всех подписчиков через выбранное Вами время.
sv: Autoradera skickade meddelanden i chatten efter en bestämd tid.
tr: Belirli bir sürenin ardından bu kanalın aboneleri için yeni mesajları otomatik olarak silin.
uk: Повідомлення в каналі видалятимуться автоматично через вибраний час.

# AutoDeleteAlertGroupInfo
source: Automatically delete new messages after a certain period of time for members of this group.
ar: حذف تلقائي للرسائل الجديدة في هذه المجموعة بعد فترة زمنية محددة.
be: Аўтаматычна выдаляць новыя паведамленні для ўдзельнікаў гэтай суполкі праз пэўны перыяд часу.
ca: Elimineu de manera automàtica els missatges nous del grup després d'un temps determinat.
de: Löscht neue Nachrichten nach Ablauf der Zeit in dieser Gruppe bei allen Mitgliedern.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados en este grupo.
fi: Poistaa tähän ryhmään lähetetyt viestit automaattisesti, kun niiden lähettämisestä on kulunut tietty aika.
fr: Supprimer automatiquement les nouveaux messages après une certaine période de temps pour les membres de ce groupe.
it: Elimina automaticamente i nuovi messaggi dopo un certo periodo di tempo per i membri del gruppo.
ko: 새로 보낸 메시지가 일정 시간 이후 그룹의 참가자에게 자동으로 삭제됩니다.
ms: Hapus mesej selepas tempoh tertentu secara automatik untuk ahli grup ini.
nl: Wis automatisch nieuwe berichten na een bepaalde tijd voor leden van deze groep
pl: Automatycznie usuwaj nowe wiadomości dla członków tej grupy po określonym czasie.
pt_br: Apaga automaticamente novas mensagens após um certo tempo para os membros deste grupo.
ru: Новые сообщения в группе будут автоматически удалены для всех участников через выбранное Вами время.
sv: Autoradera nya meddelanden som skickats till gruppen efter en viss tid.
tr: Belirli bir sürenin ardından bu grubun üyeleri için yeni mesajları otomatik olarak silin.
uk: Автоматично видаляти нові повідомлення через певний час для учасників групи.

# AutoDeleteAlertTitle
source: Auto-delete messages
ar: الحذف التلقائي للرسائل
be: Аўтавыдаленне паведамленняў
ca: Autodestrucció de missatges
de: Auto-Löschung von Nachrichten
es: Autoeliminar mensajes
fi: Viestien automaattinen poisto
fr: Autosuppression des messages
it: Autoelimina i messaggi
ko: 자동삭제 메시지
ms: Mesej hapus automatik
nl: Auto-wis berichten
pl: Auto-usuwanie wiadomości
pt_br: Autoexcluir mensagens
ru: Автоудаление сообщений
sv: Meddelanden med autoradering
tr: Otomatik silinen mesajlar
uk: Автовидалення повідомлень

# AutoDeleteAlertUserInfo
source: Automatically delete new messages after a certain period of time for you and {0}.
ar: حذف تلقائي للرسائل الجديدة من عندك وعند ⁨{0}⁩ بعد فترة زمنية محددة.
be: Аўтаматычна выдаляць новыя паведамленні для вас і {0} праз пэўны перыяд часу.
ca: Elimineu automàticament els missatges nous, vostres i de {0}, després de cert temps.
de: Löscht neue Nachrichten nach Ablauf der Zeit bei dir und {0}.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados para ti y {0}.
fi: Poistaa lähetetyt viestit sekä sinulta että henkilöltä {0} automaattisesti, kun niiden lähettämisestä on kulunut tietty aika.
fr: Supprimer automatiquement les nouveaux messages après une certaine période de temps pour vous et {0}.
it: Elimina automaticamente i nuovi messaggi dopo un certo periodo di tempo per te e {0}.
ko: 새로 보낸 메시지가 나와 {0} 에게 일정 시간 이후 자동으로 삭제됩니다.
ms: Hapus mesej baru untuk anda selepas tempoh tertentu secara automatik {0}.
nl: Wis berichten automatisch na een bepaalde tijd voor jou en {0}.
pl: Automatycznie usuwaj nowe wiadomości po określonym czasie u siebie i u {0}.
pt_br: Apaga automaticamente novas mensagens após um certo tempo para você e {0}.
ru: Новые сообщения будут автоматически удалены для Вас и {0} через выбранное время.
sv: Autoradera meddelanden, efter en viss tid, hos dig och {0}.
tr: Yeni mesajları belirli bir sürenin ardından siz ve {0} için otomatik olarak silin.
uk: Автоматично видаляти нові повідомлення через певний час для вас та {0}.

# AutoDeleteConfirm
source: Confirm
ar: تأكيد
be: Пацвердзіць
ca: Confirma
de: Bestätigen
es: Confirmar
fi: Varmista
fr: Confirmer
it: Conferma
ko: 확인
ms: Sahkan
nl: Bevestigen
pl: Zatwierdź
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onayla
uk: Підтвердити

# AutoDeleteHeader
source: Auto-delete messages in this chat
ar: حذف تلقائي للرسائل في هذه المحادثة
be: Аўтавыдаленне паведамленняў у гэтым чаце
ca: Autodestrucció de missatges del xat
de: Nachrichten in diesem Chat automatisch löschen
es: Autoeliminar mensajes en este chat
fi: Poista viestit tässä keskustelussa automaattisesti
fr: Autosupprimer les messages dans cet échange
it: Autoelimina i messaggi in questa chat
ko: 이 대화에 메시지 자동삭제하기
ms: Hapus mesej di bual ini secara automatik
nl: Automatisch verwijderen in deze chat
pl: Auto-usuwanie wiadomości w tym czacie po
pt_br: Autoexcluir mensagens aqui
ru: Автоудаление сообщений в этом чате
sv: Autoradera meddelanden i den här chatten
tr: Bu sohbetteki mesajları otomatik sil
uk: Автовидалення повідомлень у чаті

# AutoDeleteHintOffText
source: Auto-delete is now disabled.
ar: الحذف التلقائي معطّل الآن.
be: Аўтавыдаленне адключана.
ca: S'ha desactivat l'autodestrucció.
de: Auto-Löschung ist jetzt aus.
es: La autoeliminación ahora está desactivada.
fi: Automaattipoisto poistettiin käytöstä.
fr: L'autosuppression est maintenant désactivée.
it: Autoeliminazione disattivata.
ko: 자동 삭제가 해제되었습니다.
ms: Hapus automatik kini dihenti.
nl: Automatisch verwijderen uitgeschakeld.
pl: Automatyczne usuwanie jest teraz wyłączone.
pt_br: Exclusão automática desativada.
ru: Автоудаление выключено.
sv: Autoradering är nu Av
tr: Otomatik silme artık kapalı.
uk: Автовидалення вимкнено.

# AutoDeleteHintOnText
source: New messages in this chat will be automatically deleted in {0}.
ar: سيتم حذف الرسائل الجديدة تلقائيًا في هذه المحادثة بعد ⁨{0}⁩
be: Новыя паведамленні ў гэтым чаце будуць аўтаматычна выдаляцца праз {0}.
ca: Els missatges nous del xat s'eliminaran automàticament en {0}.
de: Neue Nachrichten in diesem Chat werden automatisch in {0} gelöscht.
es: Los mensajes nuevos de este chat se eliminarán automáticamente en {0}.
fi: Keskusteluun lähetetyt uudet viestit poistetaan automaattisesti, kun niiden lähettämisestä on kulunut {0}.
fr: Les nouveaux messages de cet échange seront supprimés automatiquement après {0}
it: I nuovi messaggi in questa chat saranno eliminati automaticamente dopo {0}.
ko: 이 대화에 새로운 메시지는 자동으로 {0} 이후에 삭제됩니다.
ms: Mesej baru di bual ini akan dihapus secara automatik dalam {0}.
nl: Nieuwe berichten in deze groep worden automatisch verwijderd na {0}
pl: Nowe wiadomości w tym czacie będą automatycznie usuwane {0} po wysłaniu.
pt_br: Novas mensagens neste chat serão apagadas automaticamente após {0}.
ru: Новые сообщения в чате будут автоматически удаляться через {0}.
sv: Nya meddelanden i chatten kommer att autoraderas efter {0}.
tr: Bu sohbetteki yeni mesajlar {0} içinde otomatik olarak silinecektir.
uk: Майбутні повідомлення в цьому чаті автоматично видалятимуться через {0}.

# AutoDeleteIn
source: Auto-deletes in {0}
ar: ستُحذف تلقائيًا بعد ⁨{0}⁩
be: Аўтавыдаленне праз {0}
ca: S'autodestruirà en {0}
de: Auto-Löschung: {0}
es: Se autoeliminará en {0}
fi: {0} automaattipoistoon
fr: Autosuppression dans {0}
it: Si autoelimina tra {0}
ko: {0} 이후 자동 삭제됨
ms: Hapus automatik dalam {0}
nl: Auto-wis over {0}
pl: Auto-usunięcie za {0}
pt_br: Autoexcluirá em {0}
ru: Автоудаление через {0}
sv: Autoraderar om {0}
tr: {0} sonra silinir
uk: Автовидалення за {0}
